;Place localized text in this file

[Kasrkin X2SoldierClassTemplate]
DisplayName="<font color='#395f0b'>卡舍津</font>"
ClassSummary="卡舍津是帝国卫队卡迪亚军团中用于防卫其堡垒世界的精锐部队。因为其本质为从当地要塞城市卡迪亚闪击军中抽调的精英组成的特种部队，而要塞在卡迪亚低哥特语方言中被称为Kasr，他们便因此得名为kasrkin，即卡舍津。"
LeftAbilityTreeTitle="暴风兵"
RightAbilityTreeTitle="突击兵"
AbilityTreeTitles[0]="暴风兵"
AbilityTreeTitles[1]="突击兵"
AbilityTreeTitles[2]="忠嗣学院"

RandomNickNames[0]="长子"
RandomNickNames[1]="谋士"
RandomNickNames[2]="马博"
RandomNickNames[3]="铁手"
RandomNickNames[4]="刺刀"
RandomNickNames[5]="悍将"
RandomNickNames[6]="卡迪安之拳"
RandomNickNames[7]="暴风雨"
RandomNickNames[8]="世界末日"
RandomNickNames[9]="Kasr-Bro"
RandomNickNames[10]="报应"
RandomNickNames[11]="战鹰"
RandomNickNames[12]="毒犬"
RandomNickNames[13]="克里格"
RandomNickNames[14]="卡塔昌"
RandomNickNames[15]="亡魂缔造者"
RandomNickNames[16]="救赎"
RandomNickNames[17]="守墓人"
RandomNickNames[18]="不懈者"
RandomNickNames[19]="地狱枪"
RandomNickNames[20]="激射"
RandomNickNames[21]="狼人"
RandomNickNames_Female[0]="猎天使"



[KasrArmor X2AbilityTemplate]
LocFriendlyName="卡舍津战甲"
LocLongDescription="提高<font color='#0bff9b'>1</font>点护甲，并对火焰和中毒免疫。"
LocHelpText="提高<font color='#0bff9b'>1</font>点护甲，并对火焰和中毒免疫。"
LocFlyOverText="卡舍津战甲"
LocPromotionPopupText="<Bullet/>简单直接的属性提升，还能赋予强大的免疫效果。<br/>"

[KasrKrak X2AbilityTemplate]
LocFriendlyName="海妖手榴弹"
LocLongDescription="手榴弹获得<font color='#0bff9b'>1</font>点额外伤害及破甲。"
LocHelpText="手榴弹获得<font color='#0bff9b'>1</font>点额外伤害及破甲。"
LocFlyOverText="海妖手榴弹"
LocPromotionPopupText="<Bullet/>仅限杀伤型手榴弹。<br/>"

[KasrScionBuff X2AbilityTemplate]
LocFriendlyName="忠嗣训教"
LocLongDescription="提高<font color='#0bff9b'>5</font>点命中以及<font color='#0bff9b'>1</font>点移动力，并使反应射击能够造成暴击伤害。"
LocHelpText="提高<font color='#0bff9b'>5</font>点命中以及<font color='#0bff9b'>1</font>点移动力，并使反应射击能够造成暴击伤害。"
LocFlyOverText="忠嗣训教"
LocPromotionPopupText="<Bullet/>简单直接的属性提升，反应射击也可造成暴击。<br/>"

[KasrOvercharge X2AbilityTemplate]
LocFriendlyName="过载射击"
LocLongDescription="<font color='#395f0b'>卡舍津</font>的特殊射击，此次攻击必定暴击并获得<font color='#0bff9b'>1</font>点穿甲。<br/>冷却时间：<font color='#0bff9b'>4</font>回合"
LocHelpText="<font color='#395f0b'>卡舍津</font>的特殊射击，此次攻击必定暴击并获得<font color='#0bff9b'>1</font>点穿甲。<br/>冷却时间：<font color='#0bff9b'>4</font>回合"
LocFlyOverText="过载射击"
LocPromotionPopupText="<Bullet/><font color='#395f0b'>卡舍津</font>的特殊射击，使用此技能会触发<font color='#ff3206'>过热！</font>。<br/><Bullet/><font color='#ff3206'>过热！</font>：使自身<font color='#ff3206'>-5</font>点命中以及<font color='#ff3206'>-10</font>点防御。<br/><Bullet/>持续时间：<font color='#ff3206'>2</font>回合<br/><Bullet/>此负面状态会<font color='#ff3206'>叠加</font>，请谨慎使用技能。<br/>"

[KasrHotshot X2AbilityTemplate]
LocFriendlyName="卓越射击"
LocLongDescription="<font color='#395f0b'>卡舍津</font>的特殊射击，此次攻击获得<font color='#0bff9b'>+10</font>命中以及<font color='#0bff9b'>2</font>点穿甲。<br/>冷却时间：<font color='#0bff9b'>1</font>回合"
LocHelpText="<font color='#395f0b'>卡舍津</font>的特殊射击，此次攻击获得<font color='#0bff9b'>+10</font>命中以及<font color='#0bff9b'>2</font>点穿甲。<br/>冷却时间：<font color='#0bff9b'>1</font>回合"
LocFlyOverText="卓越射击"
LocPromotionPopupText="<Bullet/><font color='#395f0b'>卡舍津</font>的特殊射击，使用此技能会触发<font color='#ff3206'>过热！</font>。<br/><Bullet/><font color='#ff3206'>过热！</font>：使自身<font color='#ff3206'>-5</font>点命中以及<font color='#ff3206'>-10</font>点防御。<br/><Bullet/>持续时间：<font color='#ff3206'>2</font>回合<br/><Bullet/>此负面状态会<font color='#ff3206'>叠加</font>，请谨慎使用技能。<br/>"

[KasrMeltaGun X2AbilityTemplate]
LocFriendlyName="热熔射击"
LocLongDescription="<font color='#395f0b'>卡舍津</font>的特殊射击，此次攻击可对机械单位造成<font color='#0bff9b'>200%</font>伤害，并获得<font color='#0bff9b'>3</font>点破甲。<br/>冷却时间：<font color='#0bff9b'>3</font>回合"
LocHelpText="<font color='#395f0b'>卡舍津</font>的特殊射击，此次攻击可对机械单位造成<font color='#0bff9b'>200%</font>伤害，并获得<font color='#0bff9b'>3</font>点破甲。<br/>冷却时间：<font color='#0bff9b'>3</font>回合"
LocFlyOverText="热熔射击"
LocPromotionPopupText="<Bullet/><font color='#395f0b'>卡舍津</font>的特殊射击，使用此技能会触发<font color='#ff3206'>过热！</font>。<br/><Bullet/><font color='#ff3206'>过热！</font>：使自身<font color='#ff3206'>-5</font>点命中以及<font color='#ff3206'>-10</font>点防御。<br/><Bullet/>持续时间：<font color='#ff3206'>2</font>回合<br/><Bullet/>此负面状态会<font color='#ff3206'>叠加</font>，请谨慎使用技能。<br/>"

[BattleOrdinance X2AbilityTemplate]
LocFriendlyName="作战条例"
LocLongDescription="自身携带的手榴弹以及战场扫描仪获得额外<font color='#0bff9b'>1</font>使用次数。"
LocHelpText="自身携带的手榴弹以及战场扫描仪获得额外<font color='#0bff9b'>1</font>使用次数。"
LocFlyOverText="作战条例"
LocPromotionPopupText="<Bullet/>若不携带对应的装备则不予以免费赠送。<br/>"

[KasrBayonet X2AbilityTemplate]
LocFriendlyName="向死而生"
LocLongDescription="<Ability:ClassName/>大胆地向敌人发起冲锋，对目标造成少量近战伤害并其陷入晕眩，随后追加一轮抵近射击。<br/>冷却时间：<font color='#0bff9b'>5</font>回合"
LocHelpText="<Ability:ClassName/>大胆地向敌人发起冲锋，对目标造成少量近战伤害并其陷入晕眩，随后追加一轮抵近射击。<br/>冷却时间：<font color='#0bff9b'>5</font>回合"
LocFlyOverText="向死而生"
LocPromotionPopupText="<Bullet/>在<font color='#ff3206'>受到伤害</font>时会<font color='#0bff9b'>缩短</font>此技能的冷却时间。<br/>"

[KasrOptics X2AbilityTemplate]
LocFriendlyName="Integrated Optics"
LocLongDescription="Fire a shot that deals double damage to mechanical targets and shreds 3 armor.（被废弃的技能不作翻译）"
LocHelpText="Fire a shot that deals double damage to mechanical targets and shreds 3 armor."
LocFlyOverText="Integrated Optics"
LocPromotionPopupText="<Bullet/> <br/>"

[KasrKrak X2AbilityTemplate]
LocFriendlyName="海妖手榴弹"
LocLongDescription="手榴弹获得<font color='#0bff9b'>1</font>点额外伤害及破甲。"
LocHelpText="手榴弹获得<font color='#0bff9b'>1</font>点额外伤害及破甲。"
LocFlyOverText="海妖手榴弹"
LocPromotionPopupText="<Bullet/>仅限杀伤型手榴弹，闪光和烟雾等非杀伤型手榴弹不受此加成。<br/>"

[KasrBreach X2AbilityTemplate]
LocFriendlyName="突破扫荡"
LocLongDescription="激活后，使下次投掷杀伤型手榴弹时不消耗行动点。<br/>冷却时间：<font color='#0bff9b'>4</font>回合"
LocHelpText="激活后，使下次投掷杀伤型手榴弹时不消耗行动点。<br/>冷却时间：<font color='#0bff9b'>4</font>回合"
LocFlyOverText="突破扫荡"
LocPromotionPopupText="<Bullet/>闪光和烟雾不被视为杀伤型手榴弹。<br/>"

[KasrLethalShot X2AbilityTemplate]
LocFriendlyName="精工弹药"
LocLongDescription="使<Ability:ClassName/>的主武器造成<font color='#0bff9b'>1</font>点额外伤害。"
LocHelpText="使<Ability:ClassName/>的主武器造成<font color='#0bff9b'>1</font>点额外伤害。"
LocFlyOverText="精工弹药"

[KasrLethalShot X2SoldierAbilityUnlockTemplate]
DisplayName="卡舍津:精工弹药"
Summary="使<Ability:ClassName/>的主武器造成<font color='#0bff9b'>1</font>点额外伤害。"

[KasrFuckingshittyassperktooksogoddamnlongwhenitwasasimplefixfuck X2AbilityTemplate]
LocFriendlyName="集成光学"
LocLongDescription="攻击位于全身掩体后的敌人<font color='#0bff9b'>+20</font>命中。"
LocHelpText="攻击位于全身掩体后的敌人<font color='#0bff9b'>+20</font>命中。"
LocFlyOverText="集成光学"
LocPromotionPopupText="<Bullet/>可将全身掩体视为半身掩体。<br/>"


[XMBExample_Focus X2AbilityTemplate]
LocFriendlyName="迅疾反应"
LocLongDescription="每回合的首轮<font color='#0bff9b'>监视射击</font>必定命中。"
LocHelpText="每回合的首轮<font color='#0bff9b'>监视射击</font>必定命中。"
LocFlyOverText="迅疾反应"
LocPromotionPopupText="<Bullet/>可能会被<font color='#ff3206'>闪电反射</font>所抵消。<br/>"

[KasrHot X2AbilityTemplate]
LocFriendlyName="过热！"
LocLongDescription="<font color='#395f0b'>卡舍津</font>的特殊射击会导致武器过热，使自身<font color='#ff3206'>-5</font>命中以及<font color='#ff3206'>-10</font>防御。<br/>持续时间：<font color='#ff3206'>2</font>回合"
LocHelpText="<font color='#395f0b'>卡舍津</font>的特殊射击会导致武器过热，使自身<font color='#ff3206'>-5</font>命中以及<font color='#ff3206'>-10</font>防御。<br/>持续时间：<font color='#ff3206'>2</font>回合"
LocFlyOverText="过热！"
LocPromotionPopupText="<Bullet/>此负面状态会<font color='#ff3206'>叠加</font>，请谨慎使用技能。<br/>"
